Repository: maabou512/cncf_ar_jp2022_release
Catalog: pack1/pack1-level2.tmx
Source language: en_us
Languages: ja_jp

source: Highlights
ja_jp: ハイライト

source: Humans Of Cloud Native
ja_jp: 「クラウド ネイティブな」人たち（Humans of Cloud Native）

source: Humans of Cloud Native
ja_jp: 「クラウド ネイティブ」な人たち（Humans of Cloud Native）

source: I hope you enjoy reading about our milestones and reflecting back on the impressive progress we've achieved together this year.
ja_jp: 私たちが歩んできたマイルストーン、今年一緒に達成してきた素晴らしい前進について本レポートを読みながら振り返っていただければと思います。

source: I want to personally thank each and every one of you, all 178,000, for your commitment and contributions, no matter how big or small, we're on this journey together.
ja_jp: 17 万 8,000 人を超えるコミットメントとコントリビューションに一個人としてみなさんに感謝します。それらのインパクトが大きくても小さくても、そこが問題ではなく私たちがこの旅路（Journey）を共に歩んでいる、ということに意味があります。

source: Importantly, we continued to sharpen focus on our DEI initiatives, ensuring that the ecosystem is a welcoming place where everybody can thrive.
ja_jp: このエコシステムが誰でも成長できるような、人を受け入れ親しみやすい場所になるように DEI イニシアティブへ焦点を当てつづけていることは重要な意味をもちます。

source: Importantly, we're doubling down on accessibility - following the Web Content Accessibility Guidelines (WCAG) 2.1 and aiming for Level AA accessibility on CNCF.io.
ja_jp: 重要なことは、私たちがアクセシビリティを強化している ― Web コンテンツ アクセシビリティ ガイドライン (WCAG) 2.1 に従い、CNCF.io でレベル AA のアクセシビリティを目指している ― ということです。

source: Improvements At A Glance
ja_jp: 改善ポイントの概要

source: In 2022, the CNCF TOC accepted 35 new projects:
ja_jp: 2022 年、CNCF TOC は 35 の新しいプロジェクトを Accept しました。

source: In 2022, these training courses and exams received considerable interest:
ja_jp: 2022 年、これらのトレーニング コースと認定試験は大きな関心を集めました。

source: In 2022, two projects donated characters
ja_jp: 2022 年は 2 つのプロジェクトがキャラクターを寄贈してくれました

source: In January 2022, The Origins of Kubernetes debuted on YouTube.
ja_jp: 2022 年 1 月、「The Origins of Kubernetes （Kubernetes の起源）」として YouTube デビューしました。

source: In July, we started hosting a one-hour monthly organizer meeting with topics to help guide organizers during their planning process.
ja_jp: 私たちは7 月、計画段階での主催者へのガイドとなるトピックを含む、毎月 1 時間のオーガナイザーミーティングをはじめました。

source: In May we launched the redesigned and rebuilt CNCF.io.
ja_jp: 5 月、デザイン新たに再構築された、CNCF.io がローンチされました。

source: In May, the Cloud Native Network Function (CNF) Certification Program (beta) was announced to help Communication Service Providers (CSPs) validate how well their vendors' products follow cloud native principles, and to advise vendors on following cloud native best practices.
ja_jp: 5 月に、クラウドネイティブ ネットワークファンクション認定プログラム（Cloud Native Network Function (CNF) Certification Program） のベータ版 が発表されました。これは、通信サービス プロバイダー （CSP） たちが彼らが使うベンダー製品がクラウドネイティブの原則にどの程度準拠しているかを検証し、クラウド ネイティブのベストプラクティスに沿った方でベンダーにアドバイスするのを支援するプログラムです。

source: In fact, we had a lot of firsts in Valencia.
ja_jp: 実際バレンシアでは、いままで経験したことのない初めてのことがたくさんありました。

source: In fact, we welcomed more than 220 new members to CNCF this year. Today, CNCF has over 850 participating organizations, including the world's largest public and private cloud companies, along with the world's most innovative software companies and end user organizations.
ja_jp: その証左としてこの年 220 を越える新メンバーたちを CNCF に迎え入れました。 現在、CNCF には、世界最大のパブリックおよびプライベート クラウドの企業、世界最高レベルのイノベーティブなソフトウェア企業およびエンドユーザー組織を含めた 850 を超える組織が参加しています。

source: In response to the cloud native community's evolving needs in different regions, CNCF strengthened the Kubernetes Community Days (KCD) program this year.
ja_jp: 地域ごとに進化するクラウドネイティブ コミュニティのニーズに応えて、今年CNCF は Kubernetes Community Days （KCD）プログラムを強化しました。

source: In-person
ja_jp: 対面参加

source: Incubating
ja_jp: 孵卵中

source: Incubation Level
ja_jp: Incubation レベル

source: Internally, we employ 41 people from various backgrounds and locations; 61% women, 39% men.
ja_jp: 内部では、さまざまなバックグラウンド、ロケーションから41人を雇用しています。61%が女性で39%が男性です。

source: Introducing: Documentaries
ja_jp: ドキュメンタリー の紹介

source: Investment from these leading organizations signifies a strong dedication to the advancement and sustainability of cloud native computing for years to come.
ja_jp: こういった先進的な組織からの投資は、むこう数年のクラウドネイティブ コンピューティングの進展や持続可能性に対する強力な献身を意味します。

source: It also features improved UX and navigation, thanks to the dynamic mega menu and simplified navigation throughout.
ja_jp: また、ダイナミックなメガ メニューと簡素化されたナビゲーションのおかげで、UX やナビゲーションが改良されました。

source: It has become the singular place where meetups, online programs, project office hours, and community events are run.
ja_jp: 新たなプラットフォームは、Meetup、オンラインプログラム、プロジェクトによる「Office hours」、コミュニティ イベントなどが行われる唯一の場となっています。

source: It provides additional areas to share CNCF and End User content, events, news, and blog articles.
ja_jp: さらに共有エリアが追加され、 CNCF やエンドユーザー関連のコンテンツ、イベント、ニュース、ブログ記事を提供しています。

source: It's been a year to remember
ja_jp: 記憶に残る一年 となりました

source: Its goal is to explain cloud native concepts in clear and simple language without requiring any previous technical knowledge.
ja_jp: その目標は、事前の技術知識を必要とせずに、クラウド ネイティブの概念を明確で簡単な言葉で説明することです。

source: Join The Phippy & Friends Family!
ja_jp: 「Phippy と仲間たち」ファミリーに参加しましょう！

source: Join our amazing set of humans!
ja_jp: 「クラウドネイティブ」な人たちがいる集まりに参加しよう！

source: Joined at the Incubation level or moved from Sandbox to Incubation.
ja_jp: インキュベーション レベルで新たに参加、もしくは Sandbox から Incubation に移ってきたもの

source: Jump to section:
ja_jp: 各セクションへジャンプ：:

source: KCD Evolution
ja_jp: KCD の進化

source: KCDs are community-organized events that gather adopters and technologists to learn, collaborate, and network, with a goal of furthering the adoption and improvement of Kubernetes and cloud native technologies around the world.
ja_jp: KCD は、世界中で Kubernetes やクラウドネイティブ テクノロジの採用と改善を促進することを目的とした、採用する側と技術者を集めて学び、コラボレートし、ネットワークを構築する、コミュニティ主催のイベントです。

source: KubeCon + CloudNativeCon Europe
ja_jp: KubeCon + CloudNativeCon Europe 2022 へようこそ

source: KubeCon + CloudNativeCon North America marked the first time we'd gathered in such big numbers in the Midwest, and Detroit was a wonderful host city.
ja_jp: KubeCon + CloudNativeCon North America は中西部としてこれほど多くの人が集まった初めてのイベントとなり、デトロイトは素晴らしい開催都市となりました。

source: KubeCon + CloudNativeCon Valencia was the first time we'd gathered #TeamCloudNative in Europe for three years and the atmosphere felt electric.
ja_jp: KubeCon + CloudNativeCon Valencia は、ヨーロッパで #TeamCloudNative を集めた3 年ぶりのイベントとなり、刺激的な雰囲気に満ちた場となりました。

source: Kubernetes API Endpoint Testing
ja_jp: Kubernetes API エンドポイント テスト

source: Member Movers and Shakers
ja_jp: 立役者となったメンバー

source: Member, End User & Project Growth
ja_jp: メンバー、エンドユーザー、プロジェクトの伸び

source: Members
ja_jp: メンバー

source: Membership
ja_jp: メンバーシップ

source: Mentoring & Ecosystem Resources
ja_jp: メンタリング とエコシステムのリソース

source: Momentum
ja_jp: その勢い（Momentum）

source: New End User Group
ja_jp: 新たなエンドユーザー グループ

source: New Gold Members
ja_jp: 新たなゴールドメンバー

source: New Phippy characters, Owlina The Owl, donated by Open Policy Agent and Cappy The Turtle
ja_jp: 新しい Phippy キャラクター、フクロウの Owlina（Open Policy Agentから寄贈）とカメの Cappy

source: New Platinum Members
ja_jp: 新たなプラチナメンバー

source: Next Photo
ja_jp: 次の写真

source: Nominate
ja_jp: ノミネート

source: Now in their sixth year, the CNCF Community Awards highlighted the most active ambassador and top contributor across all CNCF projects.
ja_jp: 今年で6年目を迎えた CNCF コミュニティアワード では、すべての CNCF プロジェクトで最も活動的なアンバサダーとトップコントリビューターが選ばれました。

source: Of course, none of this would be possible without our truly global, welcoming community of doers - #TeamCloudNative.
ja_jp: もちろん、これは本当にグローバルで迎え入れてくれる、「Doer」たちののコミュニティである #TeamCloudNative なしでは不可能だったことでしょう。

source: Of the attendees 7.084 (38%) were in person, 11,466 (62%) were virtual.
ja_jp: 参加者のうち7,084 人（38%）が対面参加、11,466 人 （62%） がオンライン参加でした。

source: Often the most impactful lessons come from our peers.
ja_jp: しばしば、インパクトがある教訓というものは仲間たちから得られるものです。

source: Organizations that sell cloud native technologies built on, or integrated with, CNCF projects are eligible to join as general members.
ja_jp: CNCFのプロジェクト上で構築、もしくはCNCF プロジェクトをインテグレーションしたクラウド ネイティブなテクノロジを販売している組織であれば、一般メンバー（General member）として参加する資格があります。

source: Organizers will ensure the speaker lineup is diverse in terms of companies represented.
ja_jp: 主催者側は、スピーカーのラインナップとして企業の代表者が（偏らず）多様であることを確実にすること

source: Our increased focus on Code of Conduct highlighted the need to modernize our processes, which had previously been entirely foundation-managed, by including community representation and providing greater transparency.
ja_jp: Code of Conduct への関心が高まったことで、以前はその全体をファンデーション側で管理していたプロセスを、コミュニティの代表者を含めて透明性を高めることでモダナイズする（今に即した形にする）必要性が浮き彫りになりました。

source: Our organizer terms and conditions in the KCD GitHub repository were updated to include new provisions in addition to the pre-existing requirement of organizers to take the Inclusive Open Source Community Orientation.
ja_jp: KCD GitHub リポジトリの主催者（オーガナイザー）側の利用規約が更新され、オーガナイザーの既存の要件としての「インクルーシブ オープンソース コミュニティ オリエンテーション」の受講に加え、新たな条項が追加されました。

source: Phippy and Friends
ja_jp: フィッピーと仲間たち

source: Phippy and Friends got a 3D makeover
ja_jp: Phippy と仲間たちが が 3D に大変身

source: Photo Highlights
ja_jp: ハイライト写真

source: Photo from KubeCon + CloudNativeCon Europe 2022
ja_jp: KubeCon + CloudNativeCon Europe 2022 の写真

source: Photo from KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 の写真

source: Play Inside Prometheus
ja_jp: Inside Prometheus を再生する

source: Play Kubernetes The Documentary
ja_jp: Kubernetes The Documentary を再生する

source: Plus, we hosted our first CTO Summit where we discussed how organizations achieve resiliency in multi-cloud strategies.
ja_jp: 加えて最初の CTO サミットを主催し、組織がマルチクラウド戦略レジリエンスを達成できるやり方について議論されました。

source: Presenters on stage at KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 のステージ上のプレゼンターたち

source: Previous Photo
ja_jp: 前の写真

source: Project Moves
ja_jp: プロジェクトの動き

source: Project Updates & Satisfaction
ja_jp: プロジェクト アップデート と満足度

source: Project Velocity Key Takeaways
ja_jp: プロジェクト速度に関する重要ポイント（Takeaways）

source: Projects
ja_jp: プロジェクト

source: Projects Accepted Over Time
ja_jp: した1 つ受け入れられたプロジェクトの推移

source: Projects increase their maturity level by demonstrating to the TOC that they have attained end user and vendor adoption, established a healthy rate of code commits and codebase changes, and attracted committers from multiple organizations.
ja_jp: プロジェクトは、エンドユーザーやベンダーでの採用を達成したり、コードコミットとコードベースの変更における健全といえる割合を確保したり、複数の組織からのコミッターを引き付けたりしたことを TOC に示すことで、その成熟度を高めていきます。

source: Read the CTO Summit report
ja_jp: CTO サミット レポートを読む

source: Read the KubeCon + CloudNativeCon Europe 2022 Transparency Report
ja_jp: KubeCon + CloudNativeCon Europe 2022 透明性レポートを読む

source: Read the KubeCon + CloudNativeCon North America 2022 Transparency Report
ja_jp: KubeCon + CloudNativeCon North America 2022 の透明性レポートを読む

source: Register for KubeCon+ CloudNativeCon North America
ja_jp: KubeCon+ CloudNativeCon North America に登録する

source: Scholarships Offered
ja_jp: 提供される奨学金

source: Scholarships were funded by sponsorships from
ja_jp: 奨学金は以下のスポンサーからファンドされました

source: Security
ja_jp: セキュリティ

source: See CNCF staff
ja_jp: CNCFスタッフについて見る

source: See End User Sruvey results
ja_jp: エンドユーザーサーベイの結果を見る

source: See a CNCF overview
ja_jp: CNCF の概要を見る

source: See all Graduated & Incubating Projects
ja_jp: すべての Graduated・Incubating プロジェクトを見る

source: See more
ja_jp: 続きを見る

source: Send an email your nomination
ja_jp: ノミネートをメールで送信

source: Services for CNCF Projects
ja_jp: CNCFプロジェクト向けサービス

source: Seven new translations of the CNCF Glossary were donated this year
ja_jp: 今年、新たに7言語の CNCF Glossary 翻訳版が寄贈されました

source: Share
ja_jp: 共有しよう

source: Share by Email
ja_jp: メールでシェア

source: Share on Linkedin
ja_jp: Linkedinでシェア

source: Share on Twitter
ja_jp: Twitterでシェア

source: Share this report
ja_jp: このレポートを共有する

source: Showing 16,986 registered attendees.
ja_jp: 登録済みの参加者 16,986 人のうち

source: Showing 18,550 Registered attendees of which 45.2% were men, 6.5% women, 0.4% non-binary/other, and 47.9% preferred not to answer.
ja_jp: 登録済み参加者18,550 人のうち 45.2% が男性、6.5% が女性、0.4% がノンバイナリー/その他、47.9% が無回答であったことを示しています。

source: Significant progress has been made in 2022 towards the goal of 100% conformance test coverage of the Kubernetes API, managed through APISnoop - a community-driven project spearheaded by long-time CNCF contributor and community leader Hippie Hacker, which tracks the testing and conformance coverage of Kubernetes by analyzing the audit logs created by e2e test runs.
ja_jp: APISnoop によって行われている Kubernetes API の適合テストの 100% カバレッジの目標へ向けて、2022 年に大きな進歩がありました。APISnoop はコミュニティ主導のプロジェクトで e2e テストの実行によって作成された監査ログを分析することにより、テストと適合カバレッジを追跡します。このプロジェクトは長年にわたる CNCF のコントリビューターであり、コミュニティ リーダーの Hippie Hacker が率いています。 Kubernetes の

source: Since we were founded in 2015, we've pioneered cloud native technologies - hosting and growing some of the world's most successful open source projects including Kubernetes, Prometheus, Envoy, ContainerD, and many others. Today we are a powerhouse for visionary projects and people, hosting 157 projects with over 178,000 contributors representing 189 countries, and there are no signs of this growth slowing down.
ja_jp: 私たちは、2015 年に設立されて以来、クラウドネイティブ 技術を開拓してきました。Kubernetes、Prometheus、Envoy、ContainerD 、その他多くの 世界で最も成功しているオープンソース プロジェクトをホストし、育ててきました。 現時点で 189 か国、178,000 人以上のコントリビューターを含む 157 のプロジェクトをホストした発電所（Powerhouse）となっています。そしてこの成長が鈍化する兆しはありません。

source: Some of the crowd at KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 の参加者たち

source: Staff
ja_jp: スタッフ

source: Technical Oversight Committee
ja_jp: テクニカルオーバーサイトコミッティ（TOC）

source: Telcom Advances
ja_jp: テレコムの進歩

source: Thank You
ja_jp: ありがとうございました

source: That's why, in 2022, CNCF launched the CTO Summit.
ja_jp: それが CNCF が 2022 年に CTO サミットを立ち上げた理由です。

source: The (KubeCon + CloudNativeCon) hallway track conversations are shifting towards adjusting to the enterprise.
ja_jp: (KubeCon + CloudNativeCon) 「Hallway track」でされる会話の内容が、エンタープライズ領域の対応する方向へとシフトしてきています。

source: The Cloud Native Glossary is a project led by the CNCF Business Value Subcommittee.
ja_jp: Cloud Native Glossary は、CNCF Business Value Subcommittee が主導するプロジェクトです。

source: The Technical Oversight Committee doubled down on cloud native security in 2022, and approved the formation of a new Technical Advisory Group, TAG Environmental Sustainability focusing on carbon outputs around cloud native computing.
ja_jp: Technical Oversight Committee（技術監督委員会）は、2022 年にクラウド ネイティブにおけるセキュリティを強化しました。また、クラウドネイティブ コンピューティングに関する炭素排出量に焦点を当てた新たな技術諮問グループ（Technical Advisory Group）となる、「TAG Environmental Sustainability」 を発足を承認しました。

source: The Incident Resolution Procedures that the committee is operating under were published earlier this year and finalized after a public comment period.
ja_jp: 委員会が運用しているIThe Incident Resolution Procedures （インシデント解決手順） は、今年初めに公開され、パブリック コメント期間を経て最終的なものとなりました。

source: The CNCF Transportation User Group's purpose is to function as a focal meeting point for the discussion and advancement of cloud native in transportation and logistics organizations.
ja_jp: CNCF Transportation User Group の目的は、輸送および物流を担う組織におけるクラウド ネイティブの議論や進化のための中心的ミーティング ポイントとして機能することにあります。

source: The CNCF community spans the world, across our contributors, members, meetups, and ambassadors.
ja_jp: CNCFのコミュニティは、コントリビューター、メンバー、Meetup やアンバサダーといったさまざまな形で世界中に広がっています。

source: The CNCF ecosystem continues to grow across vendor and end user memberships, making CNCF one of the most successful open source foundations ever.
ja_jp: CNCFのエコシステムは、CNCFをこれまで最も成功したオープンソースの財団の1つにたらしめながらベンダーやエンドユーザーのメンバーシップといった境界を超えた成長を続けています。

source: The CNCF-CI bot also gives more detailed explanations of requirements when a submission fails and supporting documentation has also been improved.
ja_jp: CNCF-CI ボットは、提出した要求事項が受け入れらなかった場合、より詳細な説明も提供するようになりサポート ドキュメントも改善されました。

source: The CNCF.io website on various websites
ja_jp: さまざまな Web サイト上の CNCF.io Web サイト

source: The Glossary is a community-driven effort and everyone is welcome to contribute new terms, update current ones, or help translate into different languages.
ja_jp: この用語集はコミュニティ主導の取り組みですので、新しい用語や既存の用語の更新を提案してくれたり、他言語への翻訳を手伝ってくれたりする方はどなたでも歓迎します。

source: The awards included:
ja_jp: 以下を含めたアワードが授与されました。

source: The cloud native ecosystem is getting bigger and better; end users' trust in open source is steering it forward!
ja_jp: クラウド ネイティブのエコシステムはどんどん大きく、良いものになってきています。オープンソースに対するエンドユーザーの信頼が、それを前進させています。

source: The following CNCF projects have completed security audits or associated work
ja_jp: 以下の CNCF プロジェクトは、セキュリティ監査またそれにかかる作業が完了しています

source: The new CNCF.io
ja_jp: 新たな CNCF.IO

source: The new terms are as follows:
ja_jp: 新しい条項は次のとおりです。

source: The platform now hosts over 31,500 unique chapter members and we are excited to see this platform continue to grow.
ja_jp: 私たちは、現在31,500人以上のメンバーがいるこのプラットフォームの、今後の継続的成長に熱視線を送っています。

source: The primary goals of this Working Group are to have the community administer CNCF mentorship initiatives and, by doing so, to help provide the capacity needed to grow and add new mentorship programs.
ja_jp: このワーキング グループの主な目標は、CNCF メンターシップ イニシアチブをコミュニティに管理してもらうこと、そうすることで、新たなメンターシップ プログラムの成長したり新たなプログラム開発に必要な能力を供給する支援をすることです。

source: The site increases focus on representing the community in more effective, vibrant, and interactive ways.
ja_jp: 新たなサイトでは、より効果的で活気に溢れインタラクティブにコミュニティを表現することにフォーカスしています。

source: The two part documentary has since garnered a combined 463,000 views and continues to attract viewers from across the world.
ja_jp: この 2 部構成のドキュメンタリーは、世界中の視聴者を引きつけ続けていて、合わせて 463,000 回の再生回数を獲得しました。

source: Their work is ongoing, and anyone in the community is welcome to participate and contribute.
ja_jp: その取り組みは目下進行中であり、コミュニティの誰にでも参加してコントリビューションする機会があります。

source: There is no fixed amount of investment, mindshare, or development contribution allocated to specific projects.
ja_jp: 投資、マインドシェア、開発へのコントリビューションの数量について固定的に特定のプロジェクトへ割り当てるということはしません。

source: There were also some special surprises at KubeCon + CloudNativeCon, including welcoming our Senior Developer Advocate Ihor Dvoretskyi back in-person, who was granted short-term leave from serving in the Ukraine military.
ja_jp: KubeCon + CloudNativeCon では、ウクライナ軍従事から短期間の休暇で参加した「Senior Developer Advocate」の Ihor Dvoretskyi を歓迎するなど、いくつか特別なサプライズもありました。

source: These allow learners to gain credentials on specific topics related to their experience.
ja_jp: これらにより、学習者は自分の経験に関係している、より具体的なトピックに関するスキル証明資格を取得できるようになります。

source: These changes help to reduce the complexity of reviewing and approving Kubernetes conformance submissions.
ja_jp: これらの変更は、Kubernetes 適合申請をレビュー、 承認する際の複雑さを軽減することに役立ちます。

source: These micro-credentials are short, topic-specific, and cost effective. The importance of training and certifications, and the regard that CNCF courses are held in, was highlighted this year in China where foreign nations are able to apply for visas for Beijing if they earn a CKA certification.
ja_jp: これらの「マイクロクレデンシャル」はトピック固有で、短時間の試験で、コスト的にも安価です。. トレーニングと認定の重要性、およびCNCFのトレーニングコースが開催されるという話は、今年中国で今年強調されました。外国人はCKA認定を取得する場合、北京のビザを申請できるようになりました。

source: These programs are important catalysts for internships to have an impact on future technologies that we all depend on. In August, the TAG Contributor Strategy approved a Mentoring Working Group.
ja_jp: これらのプログラムは、私たちが依存するであろう将来のテクノロジーに対しインターンシップに影響力を与える、重要な触媒なのです。 8 月、TAG Contributor Strategy は Mentoring Working Group を承認しました。

source: This Chatham House-governed summit convenes CTOs from end user enterprises to discuss how organizations can leverage people, processes, and technologies to improve resiliency in cloud native computing.
ja_jp: 「チャタム ハウスルール」で執り行われるこのサミットでは、エンドユーザー企業の CTO が招集され組織がクラウドネイティブ コンピューティングのレジリエンスを向上していく上で、人、プロセス、テクノロジーをどう活かせるのか、を議論します。

source: This award recognizes excellence in documentation contributions to CNCF and its projects
ja_jp: このアワードは、CNCFやそのプロジェクトに対する卓越した文書化への貢献を称するものです。

source: This includes enumerating current practices, identifying gaps, and directing efforts to help improve workflows.
ja_jp: これには、従来型の慣行をリストアップし、ギャップを明確にしワークフローを改善するための取り組みへと方向づけることが含まれます。

source: This is supported by CSPs like Vodafone, Deutsche Telekom and DISH Wireless, and guided by best practices from the Cloud Native Network Function (CNF) Working Group and runs certification tests on the CNF Test Suite.
ja_jp: このプログラムは Vodafone、Deutsche Telekom、DISH Wireless などの CSP によってサポートされており、 クラウドネイティブ ネットワークファンクション (CNF) ワーキンググループのベスト プラクティスによってガイドされ、CNF テスト スイート上で認定テストも行います。

source: This was reflected at our KubeCon + CloudNativeCon events, where businesses like Mercedes Benz and Boeing headlined keynotes alongside well-known tech brands.
ja_jp: このことは、KubeCon + CloudNativeCon イベントでも反映されていて、メルセデス ベンツやボーイングといった顔ぶれが有名なテック ブランドたちとともに見出しを飾り、基調講演を行いました。

source: This website uses cookies to offer you a better browsing experience
ja_jp: 本サイトではよりよいブラウザ体験を提供するためにクッキーを使用しています。

source: This year CNCF helped launch two documentary films that supported our mission to humanize developers by telling their story of development in this dynamic medium.
ja_jp: 今年、CNCF は 2 本のドキュメンタリー映画の立ち上げを支援しました。このドキュメンタリー映画は、このダイナミックなメディアにおける開発ストーリーを伝えることで、開発者たちの人間味を引き出していくという私たちの使命をサポートするものとなりました。

source: This year we launched the Humans of Cloud Native project to tell the stories of amazing individuals and their contributions that make team cloud native such a vibrant, exciting and diverse space.
ja_jp: 今年、私たちはヒューマンズ オブ クラウドネイティブ （Humans of Cloud Native） プロジェクトを立ち上げ、ここでチーム クラウド ネイティブを活気溢れ、刺激的で多様な空間にしてくれる素晴らしい人たちや、そのコントリビューションの物語を伝えています。

source: This year we launched the Prometheus Certified Associate (PCA) - a certification that demonstrates and engineers foundational knowledge of observability and skills using Prometheus, the open source monitoring and alerting toolkit. A new set of credentials were also launched this year: SkillCreds.
ja_jp: 今年、私たちは Prometheus 認定アソシエイト （PCA:Prometheus Certified Associate） を立ち上げしました。これは、エンジニアのオブザーバビリティとスキルに関する基礎知識、および監視およびアラートのオープンソースのツールキットである Prometheus の活用スキルを証明します。 また新しい一連の資格として SkillCred.も始まりました。

source: This year we welcomed our community safely back to in-person events.
ja_jp: 今年、私たちのコミュニティは対面式のイベントに安全に戻ることができ、私たちはこのことを歓迎しました。

source: Throughout 2022, CNCF underscored our commitment to making cloud native ubiquitous - hosting 20 graduated projects, 35 incubating and 102 sandbox projects, driven by more than 178,000 contributors representing 189 countries.
ja_jp: CNCF は 2022 年を通じ、クラウド ネイティブをユビキタスにするコミットメントを強調しつづけました。CNCFでは 189 か国を代表する 178,000 人を超えるコントリビューターたちによって推進された 20 の Graduated プロジェクト、35 の Incubating プロジェクト、102 の Sandbox プロジェクトをホストしています。

source: Throughout the year we rolled out the new design to CNCF subsites, including Contributors, as well as applying WCAG guidelines to all of our sites.
ja_jp: この1年を通し コントリビューターたち（Contributors）を含む CNCF サブサイトに新デザインを展開し、全サイトに WCAG ガイドラインを適用しました。

source: To assure a diverse lineup, you must send a copy of your program to kcd@cncf.io for review and approval before publication.
ja_jp: 多様なラインナップが確保されるよう、プログラムの公開前に kcd@cncf.io に送信しレビューの実施と承認を得ること

source: To date, we've offered more than 5,000 diversity and need-based scholarships, through the Dan Kohn Scholarship Fund.
ja_jp: 今日まで、私たちは Dan Kohn Scholarship Fund を通じ、多様性とニーズベースの奨学金を5,000 以上提供してきました。

source: To recognize contributors who spend countless hours completing often mundane tasks, CNCF created the “Chop Wood and Carry Water” awards.
ja_jp: CNCF は、日常のありふれたタスクに数え切れないほどの時間をかけて貢献してくれているコントリビューターたちを称えるべく「木を切り、水を運ぶ（Chop Wood and Carry Water）」アワードを設けています。

source: Today, Phippy and Friends' mission is to demystify cloud native computing and explain complicated concepts in a compelling, engaging and easy-to-understand manner.
ja_jp: 今日、Phippy とその仲間たちの使命は、クラウドネイティブコンピューティングの神秘を解き明かし、そのわかりづらい概念を、納得感があり、おもしろく、そしてわかりやすい形で説明することにあるのです。

source: Top Countries In Attendance
ja_jp: 参加人数上位国

source: Top Documentarian
ja_jp: トップ ドキュメンタリアン

source: Top cloud Native Committer
ja_jp: トップ Cloud Native コミッター

source: Total
ja_jp: 合計
